tap "homebrew/cask-fonts"

brew "git"
brew "eza"
brew "openssl@3"
brew "curl"
brew "fzf"
brew "lazygit"
brew "libyaml"
brew "mise"
brew "neovim"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "zoxide"
brew "zsh-autocomplete"
brew "zsh-syntax-highlighting"
brew "git-credential-manager"

cask "font-jetbrains-mono-nerd-font"
cask font-zed-mono
cask "ghostty"
cask "git-credential-manager"
